Repository: Frostoriginal/ProblemGenerator
Catalog: ProblemGenerator/Localization/SharedResource.*.resx
Languages: pl

# Add_ - 1 - least important
source: - 1 - least important
pl: - 1 - najmniej istotne

# Add_Add a problem
source: Add a problem
pl: Dodaj usterkę

# Add_Detailed description
source: Detailed description
pl: Opis szczegółowy

# Add_Place for any additional details
source: Write additional details here
pl: Wpisz szczegóły tutaj

# Add_Priority
source: Priority
pl: Priorytet

# Add_Problem picture
source: Problem photo
pl: Zdjęcie usterki

# Add_What
source: What
pl: Co się stało?

# Add_What happened?
source: What happened?
pl: Tu wpisz usterkę

# Add_Where
source: Where
pl: Gdzie to się stało?

# Add_Where did it happen?
source: Where did it happen?
pl: Tu wpisz miejsce

# Details_Add manually
source: Add manually
pl: Dodaj ręcznie

# Details_Archive
source: Move to archive
pl: Przenieś do archiwum

# Details_Delete
source: Delete
pl: Usuń

# Details_Edit
source: Edit
pl: Edytuj

# Details_Getback
source: Back
pl: Wstecz

# Details_Mark as done
source: Mark as done
pl: Oznacz jako naprawione

# Details_Move to current
source: Move to current
pl: Przenieś do aktualnych

# Details_Pause task
source: Pause repeating task
pl: Zatrzymaj powtarzanie

# Details_problem no photo
source: No photos added
pl: Brak dodanych zdjęć

# Details_problem photo
source: Problem photo
pl: Zdjęcie usterki

# Details_Start task
source: Start repeating task
pl: Przywróć powtarzanie

# Edit_discard
source: Cancel
pl: Anuluj

# Edit_Edit problem
source: Edit problem
pl: Edytuj usterkę

# Edit_Update Problem
source: Update problem
pl: Aktualizuj usterkę

# Index_Archive
source: Archive
pl: Archiwum

# Index_Current problems
source: Current problems
pl: Bieżące usterki

# Index_Done problems
source: Done problems
pl: Zrobione

# Index_No problems found!
source: No problems found!
pl: Nie znaleziono usterek!

# Index_search
source: Search
pl: Wyszukaj

# Index_search_placeholder
source: Type to search
pl: Wpisz by wyszukać

# Index_Sort by
source: Sort by
pl: Sortuj wg.

# Loc_Details
source: Details
pl: Szczegóły

# Loc_Manage
source: Manage
pl: Zarządzaj

# Loc_Photos
source: Photos
pl: Zdjęcia

# Loc_Repeat
source: Repeat
pl: Powtarzaj

# MainLayout_Title
source: Problems
pl: Usterki

# NavMenu_Add a problem
source: Add a problem
pl: Dodaj usterkę

# NavMenu_Add recurrent tasks
source: Add task
pl: Dodaj zadanie

# NavMenu_Archive
source: Archive
pl: Archiwum

# NavMenu_Current problems
source: Current problems
pl: Bieżące usterki

# NavMenu_Done problems
source: Done problems
pl: Zrobione

# NavMenu_Settings
source: Settings
pl: Ustawienia

# NavMenu_View recurrent tasks
source: View tasks
pl: Zadania

# ProblemDeletionConfirmation
source: Do you want to remove the problem
pl: Na pewno chcesz usunąć usterkę

# Problem_Date created
source: Date created
pl: Data dodania

# Problem_Date solved
source: Date solved
pl: Usunięto

# Problem_Days elapsed
source: Days elapsed
pl: Mineło dni

# Problem_Priority
source: Priority
pl: Priorytet

# Problem_View
source: View
pl: Wyświetl

# Problem_What
source: What
pl: Co

# Problem_Where
source: Where
pl: Gdzie

# Rec_Add a recurrent task
source: Add task
pl: Dodaj zadanie

# Rec_Add a recurring task
source: Add a recurring task
pl: Dodaj zadanie

# Rec_Day
source: Day
pl: Dzień

# Rec_Days
source: Days
pl: Dni

# Rec_days the repetition will be on the last day
source: days the repetition will be on the last day
pl: dni zadanie doda się w ostatni dzień miesiąca.

# Rec_Days_L
source: days
pl: dni

# Rec_day_month
source: day
pl: dniu

# Rec_day_year
source: day
pl: dniu

# Rec_Edit task
source: Edit task
pl: Edytuj zadanie

# Rec_every
source: every
pl: co każde

# Rec_every month on
source: every month on:
pl: każdego miesiąca w

# Rec_every year on
source: every year on
pl: każdego roku w

# Rec_everyday
source: everyday
pl: codziennie

# Rec_Fr
source: Fr
pl: P

# Rec_friday
source: friday
pl: piątek

# Rec_if month has less than
source: If month has less than
pl: Jeśli miesiąc ma mniej niż

# Rec_Is it already added
source: Is it already added
pl: Czy jest już dodane

# Rec_Is it paused
source: Is it paused
pl: Czy jest wstrzymane

# Rec_Mo
source: Mo
pl: P

# Rec_monday
source: monday
pl: poniedziałek

# Rec_Month
source: Month
pl: Miesiąc

# Rec_Months
source: Months
pl: Miesiące

# Rec_Months_L
source: months
pl: miesiące

# Rec_on
source: on
pl: w

# Rec_on_t
source: on
pl: we

# Rec_Repeat
source: Repeat
pl: Powtarzaj

# Rec_Repeat every
source: Repeat every
pl: Powtarzaj każdy

# Rec_Repeat from
source: Repeat from
pl: Powtarzaj od

# Rec_Repeat on
source: Repeat on
pl: Powtarzaj w każdy

# Rec_Repeat summary
source: Repeat summary
pl: Podsumowanie powtarzania

# Rec_Sa
source: Sa
pl: S

# Rec_saturday
source: saturday
pl: sobotę

# Rec_start repeating from
source: Start repeating from
pl: Powtarzaj od

# Rec_Su
source: Su
pl: N

# Rec_sunday
source: sunday
pl: niedzielę

# Rec_Th
source: Th
pl: C

# Rec_The soonest date is tommorow
source: The soonest date possible is tomorrow
pl: Najwcześniejsza możliwa data to jutro

# Rec_thursday
source: thursday
pl: czwartek

# Rec_Tu
source: Tu
pl: W

# Rec_tuesday
source: tuesday
pl: wtorek

# Rec_We
source: We
pl: Ś

# Rec_wednesday
source: wednesday
pl: środę

# Rec_Week
source: Week
pl: Tydzień

# Rec_Weekly
source: weekly
pl: co tydzień

# Rec_Weeks
source: Weeks
pl: Tygodnie

# Rec_Weeks_L
source: weeks
pl: tygodnie

# Rec_What Must be done?
source: What must be done?
pl: Co ma być zrobione?

# Rec_Where
source: Where it must be done?
pl: Gdzie trzeba to zrobić?

# Rec_Year
source: Year
pl: Rok

# Rec_Years
source: Years
pl: Lata

# Rec_Years_L
source: years
pl: lata

# Selector_Select culture
source: Select language
pl: Wybierz język

source: Settings
pl: Ustawienia

# Sort_Ascending
source: Oldest first
pl: Najstarszych

# Sort_Descending
source: Newest first
pl: Najnowszych

# Sort_Priority top first
source: Priority top first
pl: priorytetu malejąco

# TaskDeletionConfirmation
source: Do you want to remove the task
pl: Na pewno chcesz usunąć zadanie

# Tasks_View
source: View tasks
pl: Zadania

# Val_Can't be longer than 20 characters
source: Maximum length is 20 characters - be more concise, write details in another field
pl: Maksymalna długość to 20 znaków - wpisz szczegóły w opisie

# Val_Can't be longer than 30 characters
source: Maximum length is 30 characters - be more concise, write details in another field
pl: Maksymalna długość to 30 znaków - wpisz szczegóły w opisie

# Val_Can't be longer than 500 characters
source: Maximum length is 500 characters - be more concise!
pl: Maksymalna wartość to 500 znaków - bądź bardziej zwięzły!

# Val_Field is required
source: This field is required
pl: To pole jest wymagane

# Val_Maximum value is 5
source: Maximum value is 5
pl: Najwyższa możliwa wartość to 5

# Val_Minumum value is 1
source: Minimum value is 1
pl: Najniższa możliwa wartość to 1

# Val_Must be at least 2 characters
source: Minimum length is 2 characters
pl: Minimalna długość to 2 znaki
